{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 83, "word_counts": "{\"\\u0686\\u0631\\u0627\\u063a\": 13, \"\\u0631\\u0627\": 12, \"\\u0631\\u0648\\u0634\\u0646\": 15, \"\\u06a9\\u0646\": 52, \"\\u0628\\u0634\\u0647\": 9, \"\\u0631\\u0648\\u0634\\u0646\\u0647\": 1, \"\\u0644\\u0627\\u0645\\u067e\": 4, \"\\u0631\\u0648\": 37, \"\\u0646\\u0648\\u0631\": 6, \"\\u0627\\u062a\\u0627\\u0642\": 2, \"\\u0632\\u06cc\\u0627\\u062f\": 4, \"\\u0628\\u0627\\u0644\\u0627\": 2, \"\\u0628\\u0628\\u0631\": 1, \"\\u062e\\u0627\\u0645\\u0648\\u0634\": 16, \"\\u06a9\\u0645\": 4, \"\\u0642\\u0637\\u0639\": 4, \"\\u062f\\u0645\\u0627\": 6, \"\\u0627\\u0641\\u0632\\u0627\\u06cc\\u0634\": 1, \"\\u0628\\u062f\\u0647\": 2, \"\\u0647\\u0648\\u0627\": 4, \"\\u06af\\u0631\\u0645\\u200c\\u062a\\u0631\": 1, \"\\u0628\\u0627\\u06cc\\u062f\": 3, \"\\u0628\\u0631\\u0647\": 1, \"\\u06cc\\u0647\": 5, \"\\u06af\\u0631\\u0645\\u200c\\u062a\\u0631\\u0634\": 1, \"\\u06af\\u0631\\u0645\\u0627\": 1, \"\\u06a9\\u0627\\u0647\\u0634\": 1, \"\\u0633\\u0631\\u062f\\u062a\\u0631\": 1, \"\\u062e\\u0646\\u06a9\\u0634\": 1, \"\\u0633\\u0631\\u062f\\u0634\": 1, \"\\u0628\\u06cc\\u0627\\u062f\": 1, \"\\u067e\\u0627\\u06cc\\u06cc\\u0646\": 1, \"\\u062a\\u0644\\u0648\\u06cc\\u0632\\u06cc\\u0648\\u0646\": 4, \"\\u062a\\u06cc\\u200c\\u0648\\u06cc\": 2, \"\\u062f\\u0633\\u062a\\u06af\\u0627\\u0647\": 2, \"\\u067e\\u062e\\u0634\": 4, \"\\u0646\\u0645\\u0627\\u06cc\\u0634\\u06af\\u0631\": 1, \"\\u0645\\u0648\\u0632\\u06cc\\u06a9\": 4, \"\\u0645\\u0648\\u0633\\u06cc\\u0642\\u06cc\": 2, \"\\u0628\\u0630\\u0627\\u0631\": 1, \"\\u0622\\u0647\\u0646\\u06af\": 4, \"\\u067e\\u0644\\u06cc\": 1, \"\\u0635\\u062f\\u0627\": 1, \"\\u0628\\u0632\\u0627\\u0631\": 1, \"\\u0645\\u062a\\u0648\\u0642\\u0641\": 1, \"\\u0628\\u0628\\u0646\\u062f\": 5, \"\\u06a9\\u0648\\u0644\\u0631\": 6, \"\\u062e\\u0646\\u06a9\": 1, \"\\u0628\\u0627\\u062f\": 1, \"\\u0633\\u0631\\u062f\": 1, \"\\u0628\\u0632\\u0646\": 2, \"\\u062e\\u0646\\u06a9\\u200c\\u06a9\\u0646\\u0646\\u062f\\u0647\": 1, \"\\u06af\\u0631\\u0645\": 1, \"\\u0628\\u0631\\u0648\": 8, \"\\u0628\\u0647\": 6, \"\\u0646\\u0634\\u06cc\\u0645\\u0646\": 4, \"\\u062d\\u0631\\u06a9\\u062a\": 2, \"\\u0633\\u0627\\u0644\\u0646\": 1, \"\\u067e\\u0630\\u06cc\\u0631\\u0627\\u06cc\\u06cc\": 1, \"\\u0633\\u0645\\u062a\": 2, \"\\u0622\\u0634\\u067e\\u0632\\u062e\\u0627\\u0646\\u0647\": 4, \"\\u062a\\u0648\\u06cc\": 1, \"\\u0622\\u0634\\u067e\\u0632\\u062e\\u0648\\u0646\\u0647\": 1, \"\\u062f\\u0631\": 9, \"\\u0628\\u0627\\u0632\": 4, \"\\u0628\\u0627\\u0632\\u0634\": 1, \"\\u0644\\u0637\\u0641\\u0627\\u064b\": 2, \"\\u0628\\u0633\\u062a\\u0647\": 1, \"\\u062e\\u0648\\u0627\\u0628\": 8}", "word_docs": "{\"\\u0631\\u0627\": 12, \"\\u0631\\u0648\\u0634\\u0646\": 15, \"\\u06a9\\u0646\": 52, \"\\u0686\\u0631\\u0627\\u063a\": 13, \"\\u0628\\u0634\\u0647\": 9, \"\\u0631\\u0648\\u0634\\u0646\\u0647\": 1, \"\\u0644\\u0627\\u0645\\u067e\": 4, \"\\u0631\\u0648\": 37, \"\\u0632\\u06cc\\u0627\\u062f\": 4, \"\\u0627\\u062a\\u0627\\u0642\": 2, \"\\u0646\\u0648\\u0631\": 6, \"\\u0628\\u0627\\u0644\\u0627\": 2, \"\\u0628\\u0628\\u0631\": 1, \"\\u062e\\u0627\\u0645\\u0648\\u0634\": 16, \"\\u06a9\\u0645\": 4, \"\\u0642\\u0637\\u0639\": 4, \"\\u0628\\u062f\\u0647\": 2, \"\\u0627\\u0641\\u0632\\u0627\\u06cc\\u0634\": 1, \"\\u062f\\u0645\\u0627\": 6, \"\\u06af\\u0631\\u0645\\u200c\\u062a\\u0631\": 1, \"\\u0647\\u0648\\u0627\": 4, \"\\u0628\\u0631\\u0647\": 1, \"\\u0628\\u0627\\u06cc\\u062f\": 3, \"\\u06af\\u0631\\u0645\\u200c\\u062a\\u0631\\u0634\": 1, \"\\u06cc\\u0647\": 5, \"\\u06af\\u0631\\u0645\\u0627\": 1, \"\\u06a9\\u0627\\u0647\\u0634\": 1, \"\\u0633\\u0631\\u062f\\u062a\\u0631\": 1, \"\\u062e\\u0646\\u06a9\\u0634\": 1, \"\\u0633\\u0631\\u062f\\u0634\": 1, \"\\u067e\\u0627\\u06cc\\u06cc\\u0646\": 1, \"\\u0628\\u06cc\\u0627\\u062f\": 1, \"\\u062a\\u0644\\u0648\\u06cc\\u0632\\u06cc\\u0648\\u0646\": 4, \"\\u062a\\u06cc\\u200c\\u0648\\u06cc\": 2, \"\\u067e\\u062e\\u0634\": 4, \"\\u062f\\u0633\\u062a\\u06af\\u0627\\u0647\": 2, \"\\u0646\\u0645\\u0627\\u06cc\\u0634\\u06af\\u0631\": 1, \"\\u0645\\u0648\\u0632\\u06cc\\u06a9\": 4, \"\\u0645\\u0648\\u0633\\u06cc\\u0642\\u06cc\": 2, \"\\u0628\\u0630\\u0627\\u0631\": 1, \"\\u0622\\u0647\\u0646\\u06af\": 4, \"\\u067e\\u0644\\u06cc\": 1, \"\\u0628\\u0632\\u0627\\u0631\": 1, \"\\u0635\\u062f\\u0627\": 1, \"\\u0645\\u062a\\u0648\\u0642\\u0641\": 1, \"\\u0628\\u0628\\u0646\\u062f\": 5, \"\\u06a9\\u0648\\u0644\\u0631\": 6, \"\\u062e\\u0646\\u06a9\": 1, \"\\u0628\\u0627\\u062f\": 1, \"\\u0633\\u0631\\u062f\": 1, \"\\u0628\\u0632\\u0646\": 2, \"\\u062e\\u0646\\u06a9\\u200c\\u06a9\\u0646\\u0646\\u062f\\u0647\": 1, \"\\u06af\\u0631\\u0645\": 1, \"\\u0646\\u0634\\u06cc\\u0645\\u0646\": 4, \"\\u0628\\u0631\\u0648\": 8, \"\\u0628\\u0647\": 6, \"\\u062d\\u0631\\u06a9\\u062a\": 2, \"\\u0633\\u0627\\u0644\\u0646\": 1, \"\\u067e\\u0630\\u06cc\\u0631\\u0627\\u06cc\\u06cc\": 1, \"\\u0633\\u0645\\u062a\": 2, \"\\u0622\\u0634\\u067e\\u0632\\u062e\\u0627\\u0646\\u0647\": 4, \"\\u062a\\u0648\\u06cc\": 1, \"\\u0622\\u0634\\u067e\\u0632\\u062e\\u0648\\u0646\\u0647\": 1, \"\\u0628\\u0627\\u0632\": 4, \"\\u062f\\u0631\": 9, \"\\u0628\\u0627\\u0632\\u0634\": 1, \"\\u0644\\u0637\\u0641\\u0627\\u064b\": 2, \"\\u0628\\u0633\\u062a\\u0647\": 1, \"\\u062e\\u0648\\u0627\\u0628\": 8}", "index_docs": "{\"7\": 12, \"5\": 15, \"2\": 52, \"6\": 13, \"8\": 9, \"41\": 1, \"18\": 4, \"3\": 37, \"19\": 4, \"31\": 2, \"12\": 6, \"32\": 2, \"42\": 1, \"4\": 16, \"20\": 4, \"21\": 4, \"33\": 2, \"43\": 1, \"13\": 6, \"44\": 1, \"22\": 4, \"45\": 1, \"30\": 3, \"46\": 1, \"16\": 5, \"47\": 1, \"48\": 1, \"49\": 1, \"50\": 1, \"51\": 1, \"53\": 1, \"52\": 1, \"23\": 4, \"34\": 2, \"24\": 4, \"35\": 2, \"54\": 1, \"25\": 4, \"36\": 2, \"55\": 1, \"26\": 4, \"56\": 1, \"58\": 1, \"57\": 1, \"59\": 1, \"17\": 5, \"14\": 6, \"60\": 1, \"61\": 1, \"62\": 1, \"37\": 2, \"63\": 1, \"64\": 1, \"27\": 4, \"10\": 8, \"15\": 6, \"38\": 2, \"65\": 1, \"66\": 1, \"39\": 2, \"28\": 4, \"67\": 1, \"68\": 1, \"29\": 4, \"9\": 9, \"69\": 1, \"40\": 2, \"70\": 1, \"11\": 8}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"\\u06a9\\u0646\", \"3\": \"\\u0631\\u0648\", \"4\": \"\\u062e\\u0627\\u0645\\u0648\\u0634\", \"5\": \"\\u0631\\u0648\\u0634\\u0646\", \"6\": \"\\u0686\\u0631\\u0627\\u063a\", \"7\": \"\\u0631\\u0627\", \"8\": \"\\u0628\\u0634\\u0647\", \"9\": \"\\u062f\\u0631\", \"10\": \"\\u0628\\u0631\\u0648\", \"11\": \"\\u062e\\u0648\\u0627\\u0628\", \"12\": \"\\u0646\\u0648\\u0631\", \"13\": \"\\u062f\\u0645\\u0627\", \"14\": \"\\u06a9\\u0648\\u0644\\u0631\", \"15\": \"\\u0628\\u0647\", \"16\": \"\\u06cc\\u0647\", \"17\": \"\\u0628\\u0628\\u0646\\u062f\", \"18\": \"\\u0644\\u0627\\u0645\\u067e\", \"19\": \"\\u0632\\u06cc\\u0627\\u062f\", \"20\": \"\\u06a9\\u0645\", \"21\": \"\\u0642\\u0637\\u0639\", \"22\": \"\\u0647\\u0648\\u0627\", \"23\": \"\\u062a\\u0644\\u0648\\u06cc\\u0632\\u06cc\\u0648\\u0646\", \"24\": \"\\u067e\\u062e\\u0634\", \"25\": \"\\u0645\\u0648\\u0632\\u06cc\\u06a9\", \"26\": \"\\u0622\\u0647\\u0646\\u06af\", \"27\": \"\\u0646\\u0634\\u06cc\\u0645\\u0646\", \"28\": \"\\u0622\\u0634\\u067e\\u0632\\u062e\\u0627\\u0646\\u0647\", \"29\": \"\\u0628\\u0627\\u0632\", \"30\": \"\\u0628\\u0627\\u06cc\\u062f\", \"31\": \"\\u0627\\u062a\\u0627\\u0642\", \"32\": \"\\u0628\\u0627\\u0644\\u0627\", \"33\": \"\\u0628\\u062f\\u0647\", \"34\": \"\\u062a\\u06cc\\u200c\\u0648\\u06cc\", \"35\": \"\\u062f\\u0633\\u062a\\u06af\\u0627\\u0647\", \"36\": \"\\u0645\\u0648\\u0633\\u06cc\\u0642\\u06cc\", \"37\": \"\\u0628\\u0632\\u0646\", \"38\": \"\\u062d\\u0631\\u06a9\\u062a\", \"39\": \"\\u0633\\u0645\\u062a\", \"40\": \"\\u0644\\u0637\\u0641\\u0627\\u064b\", \"41\": \"\\u0631\\u0648\\u0634\\u0646\\u0647\", \"42\": \"\\u0628\\u0628\\u0631\", \"43\": \"\\u0627\\u0641\\u0632\\u0627\\u06cc\\u0634\", \"44\": \"\\u06af\\u0631\\u0645\\u200c\\u062a\\u0631\", \"45\": \"\\u0628\\u0631\\u0647\", \"46\": \"\\u06af\\u0631\\u0645\\u200c\\u062a\\u0631\\u0634\", \"47\": \"\\u06af\\u0631\\u0645\\u0627\", \"48\": \"\\u06a9\\u0627\\u0647\\u0634\", \"49\": \"\\u0633\\u0631\\u062f\\u062a\\u0631\", \"50\": \"\\u062e\\u0646\\u06a9\\u0634\", \"51\": \"\\u0633\\u0631\\u062f\\u0634\", \"52\": \"\\u0628\\u06cc\\u0627\\u062f\", \"53\": \"\\u067e\\u0627\\u06cc\\u06cc\\u0646\", \"54\": \"\\u0646\\u0645\\u0627\\u06cc\\u0634\\u06af\\u0631\", \"55\": \"\\u0628\\u0630\\u0627\\u0631\", \"56\": \"\\u067e\\u0644\\u06cc\", \"57\": \"\\u0635\\u062f\\u0627\", \"58\": \"\\u0628\\u0632\\u0627\\u0631\", \"59\": \"\\u0645\\u062a\\u0648\\u0642\\u0641\", \"60\": \"\\u062e\\u0646\\u06a9\", \"61\": \"\\u0628\\u0627\\u062f\", \"62\": \"\\u0633\\u0631\\u062f\", \"63\": \"\\u062e\\u0646\\u06a9\\u200c\\u06a9\\u0646\\u0646\\u062f\\u0647\", \"64\": \"\\u06af\\u0631\\u0645\", \"65\": \"\\u0633\\u0627\\u0644\\u0646\", \"66\": \"\\u067e\\u0630\\u06cc\\u0631\\u0627\\u06cc\\u06cc\", \"67\": \"\\u062a\\u0648\\u06cc\", \"68\": \"\\u0622\\u0634\\u067e\\u0632\\u062e\\u0648\\u0646\\u0647\", \"69\": \"\\u0628\\u0627\\u0632\\u0634\", \"70\": \"\\u0628\\u0633\\u062a\\u0647\"}", "word_index": "{\"<OOV>\": 1, \"\\u06a9\\u0646\": 2, \"\\u0631\\u0648\": 3, \"\\u062e\\u0627\\u0645\\u0648\\u0634\": 4, \"\\u0631\\u0648\\u0634\\u0646\": 5, \"\\u0686\\u0631\\u0627\\u063a\": 6, \"\\u0631\\u0627\": 7, \"\\u0628\\u0634\\u0647\": 8, \"\\u062f\\u0631\": 9, \"\\u0628\\u0631\\u0648\": 10, \"\\u062e\\u0648\\u0627\\u0628\": 11, \"\\u0646\\u0648\\u0631\": 12, \"\\u062f\\u0645\\u0627\": 13, \"\\u06a9\\u0648\\u0644\\u0631\": 14, \"\\u0628\\u0647\": 15, \"\\u06cc\\u0647\": 16, \"\\u0628\\u0628\\u0646\\u062f\": 17, \"\\u0644\\u0627\\u0645\\u067e\": 18, \"\\u0632\\u06cc\\u0627\\u062f\": 19, \"\\u06a9\\u0645\": 20, \"\\u0642\\u0637\\u0639\": 21, \"\\u0647\\u0648\\u0627\": 22, \"\\u062a\\u0644\\u0648\\u06cc\\u0632\\u06cc\\u0648\\u0646\": 23, \"\\u067e\\u062e\\u0634\": 24, \"\\u0645\\u0648\\u0632\\u06cc\\u06a9\": 25, \"\\u0622\\u0647\\u0646\\u06af\": 26, \"\\u0646\\u0634\\u06cc\\u0645\\u0646\": 27, \"\\u0622\\u0634\\u067e\\u0632\\u062e\\u0627\\u0646\\u0647\": 28, \"\\u0628\\u0627\\u0632\": 29, \"\\u0628\\u0627\\u06cc\\u062f\": 30, \"\\u0627\\u062a\\u0627\\u0642\": 31, \"\\u0628\\u0627\\u0644\\u0627\": 32, \"\\u0628\\u062f\\u0647\": 33, \"\\u062a\\u06cc\\u200c\\u0648\\u06cc\": 34, \"\\u062f\\u0633\\u062a\\u06af\\u0627\\u0647\": 35, \"\\u0645\\u0648\\u0633\\u06cc\\u0642\\u06cc\": 36, \"\\u0628\\u0632\\u0646\": 37, \"\\u062d\\u0631\\u06a9\\u062a\": 38, \"\\u0633\\u0645\\u062a\": 39, \"\\u0644\\u0637\\u0641\\u0627\\u064b\": 40, \"\\u0631\\u0648\\u0634\\u0646\\u0647\": 41, \"\\u0628\\u0628\\u0631\": 42, \"\\u0627\\u0641\\u0632\\u0627\\u06cc\\u0634\": 43, \"\\u06af\\u0631\\u0645\\u200c\\u062a\\u0631\": 44, \"\\u0628\\u0631\\u0647\": 45, \"\\u06af\\u0631\\u0645\\u200c\\u062a\\u0631\\u0634\": 46, \"\\u06af\\u0631\\u0645\\u0627\": 47, \"\\u06a9\\u0627\\u0647\\u0634\": 48, \"\\u0633\\u0631\\u062f\\u062a\\u0631\": 49, \"\\u062e\\u0646\\u06a9\\u0634\": 50, \"\\u0633\\u0631\\u062f\\u0634\": 51, \"\\u0628\\u06cc\\u0627\\u062f\": 52, \"\\u067e\\u0627\\u06cc\\u06cc\\u0646\": 53, \"\\u0646\\u0645\\u0627\\u06cc\\u0634\\u06af\\u0631\": 54, \"\\u0628\\u0630\\u0627\\u0631\": 55, \"\\u067e\\u0644\\u06cc\": 56, \"\\u0635\\u062f\\u0627\": 57, \"\\u0628\\u0632\\u0627\\u0631\": 58, \"\\u0645\\u062a\\u0648\\u0642\\u0641\": 59, \"\\u062e\\u0646\\u06a9\": 60, \"\\u0628\\u0627\\u062f\": 61, \"\\u0633\\u0631\\u062f\": 62, \"\\u062e\\u0646\\u06a9\\u200c\\u06a9\\u0646\\u0646\\u062f\\u0647\": 63, \"\\u06af\\u0631\\u0645\": 64, \"\\u0633\\u0627\\u0644\\u0646\": 65, \"\\u067e\\u0630\\u06cc\\u0631\\u0627\\u06cc\\u06cc\": 66, \"\\u062a\\u0648\\u06cc\": 67, \"\\u0622\\u0634\\u067e\\u0632\\u062e\\u0648\\u0646\\u0647\": 68, \"\\u0628\\u0627\\u0632\\u0634\": 69, \"\\u0628\\u0633\\u062a\\u0647\": 70}"}}